{
  "data": {
    "products": [
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#ba0017",
        "chocImg": "Streusel",
        "chocPct": 32,
        "chocType": "White",
        "chocWrapper": "CHERRY STREUSEL",
        "desc": "Caramelized white chocolate blended with tart cherries and cinnamon streusel.",
        "desc2": "New chocolate bar flavor!",
        "image": "cherry-struesel",
        "ingredients": "INGREDIENTS: White Chocolate (cocoa butter, sugar, whole milk powder, dried skim milk, whey, butter, an emulsifier [soy lecithin], natural vanilla extract), raw dried cherries (Montmorency cherries, sugar, and sunflower oil), cinnamon streusel (brown sugar, enriched bleached flour, graham crumbs [enriched wheat flour, graham flour, sugar, palm oil, brown sugar, honey, salt, baking soda, and artificial vanilla flavor], natural whole grain rolled oats, unsalted butter, canola oil, water, and cinnamon).",
        "price": 7.95,
        "name": "Cherry Streusel",
        "url": "cherry-streusel-bar"
      },
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#fd475d",
        "chocImg": "Strawberry",
        "chocPct": "",
        "chocType": "",
        "chocWrapper": "STRAWBERRY CRISP",
        "desc": "Strawberry infused white chocolate combined with crispy wafers.",
        "desc2": "New bar for 2019! All of our gourmet chocolate bars are handcrafted in small batches.",
        "image": "strawberry-choc-bars",
        "ingredients": "INGREDIENTS: Sugar, cocoa butter, freeze dried strawberry, glucose syrup, soy lecithin, wheat flour, anhydrous milkfat, milk sugar, milk proteins, salt, barley malt flour, sodium bicarbonate.",
        "price": 7.95,
        "name": "Strawberry Crisp",
        "url": "strawberry-crisp-bar"
      },
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#829bd1",
        "chocImg": "Regular",
        "chocPct": 63,
        "chocType": "Dark",
        "chocWrapper": "BLUEBERRY LAVENDER",
        "desc": "Our 63% custom gourmet dark chocolate infused with floral lavender oil and studded with dried blueberries. Gluten-Free.",
        "desc2": "Our Blueberry Lavender Bar represents the perfect melding of fruity and floral. Our chocolate bars are made by hand in small batches.",
        "image": "blueberry",
        "ingredients": "Gluten-Free. INGREDIENTS: Dark Chocolate (cacao mass, cocoa butter, sugar, soy lecithin, vanilla), Organic Dried Blueberries, Natural Lavender Oil.",
        "price": 7.95,
        "name": "Blueberry Lavendar",
        "url": "blueberry-lavender-chocolate-bar"
      },
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#02aace",
        "chocImg": "Regular",
        "chocPct": 70,
        "chocType": "Dark",
        "chocWrapper": "70% DARK CHOCOLATE",
        "desc": "A fruity and complex 70% gourmet dark chocolate bar blended from the finest cacao beans from around the world. Gluten-Free.",
        "desc2": "Nothing plain about this dark chocolate bar! One of our top selling bars, we love the 70% Dark chocolate bar for its on-the-surface simplicity but intricate flavor profile. All of our gourmet chocolate bars are crafted by hand in small batches.",
        "image": "70_pct_dark_choc",
        "ingredients": "Gluten-free. INGREDIENTS: Dark Chocolate (cacao mass, cocoa butter, sugar, soy lecithin, vanilla)",
        "price": 7.95,
        "name": "70% Artisan Dark Chocolate",
        "url": "dark-70-chocolate-bar"
      },
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#4e85c5",
        "chocImg": "Regular",
        "chocPct": 85,
        "chocType": "Dark",
        "chocWrapper": "85% DARK CHOCOLATE",
        "desc": "A bold and flavorful 85% gourmet dark chocolate blend from the finest cacao beans from around the world. Gluten-free.",
        "desc2": "At 85%, this dark chocolate bar contains our highest percentage of cacao, leaning away from a more overt sweetness and more towards a pleasing bitterness and bold chocolate flavor. Recommended for the dark chocolate lover! All of our bars are handcrafted and produced in small batches.",
        "image": "85_pct_dark_choc",
        "ingredients": "Gluten-Free. INGREDIENTS: Dark Chocolate (cacao mass, cocoa butter, sugar, soy lecithin, vanilla).",
        "price": 7.95,
        "name": "85% Artisan Dark Chocolate",
        "url": "85-dark-chocolate-bar"
      },
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#8ad4df",
        "chocImg": "Regular",
        "chocPct": 63,
        "chocType": "Dark",
        "chocWrapper": "DARK ROCKS",
        "desc": "Our 63% gourmet dark chocolate blended with popping candy. Voted the best chocolate bar by Food and Wine Magazine! Gluten-free.",
        "desc2": "Award winning? Yes. Delicious? Absolutely. Our custom chocolate blended with popping candy will transport you to childhood, while your adult brain thinks about the benefits of antioxidants. The Dark Rocks bar is one of our best sellers. All of our gourmet chocolate bars are handcrafted in small batches.",
        "image": "dark-rocks",
        "ingredients": "Gluten-Free. INGREDIENTS: Dark Chocolate (cacao mass, cocoa butter, sugar, soy lecithin, vanilla), popping candy (sugar).",
        "price": 7.95,
        "name": "Dark Rocks",
        "url": "dark-rocks-chocolate-bar"
      },
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#bde5e7",
        "chocImg": "Milk",
        "chocPct": 63,
        "chocType": "Dark",
        "chocWrapper": "TOASTED ALMOND with MAYAN SEA SALT",
        "desc": "63% gourmet dark chocolate blended with freshly toasted almonds and Mayan sea salt. Gluten-free.",
        "desc2": "Toasted Almonds with Mayan Sea Salt blended with our custom 63% dark chocolate. All of our gourmet chocolate bars are handcrafted in small batches.",
        "image": "toasted-almond",
        "ingredients": "Gluten-Free. INGREDIENTS: Dark Chocolate (cacao mass, cocoa butter, sugar, soy lecithin, vanilla), Sugar, Hazelnut Paste, Skim and Whole Milk Powder, Hazelnut Crocant.",
        "price": 7.95,
        "name": "Toasted Almond Mayan Sea Salt",
        "url": "almond-chocolate-bar"
      },
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#e4e679",
        "chocImg": "Regular",
        "chocPct": 63,
        "chocType": "Dark",
        "chocWrapper": "COFFEE CARDAMOM",
        "desc": "Our 63% gourmet dark chocolate blended with roasted coffee and cardamom. Gluten-Free.",
        "desc2": "Our Coffee Cardamom bar features our custom dark chocolate blend infused with fresh roasted coffee and fragrant cardamom. All of our gourmet chocolate bars are handcrafted and produced in small batches.",
        "image": "coffee-card",
        "ingredients": "Gluten-free. INGREDIENTS: Dark Chocolate (cacao mass, cocoa butter, sugar, soy lecithin, vanilla), Roasted Coffee, Cardamom",
        "price": 7.95,
        "name": "Coffee Cardamom",
        "url": "coffee-cardamom-chocolate-bar"
      },
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#fff8dc",
        "chocImg": "Brulee",
        "chocPct": 30,
        "chocType": "White",
        "chocWrapper": "CREME BRÛLÉE",
        "desc": "White chocolate infused with natural vanilla and combined with bits of caramelized sugar. Gluten-Free.",
        "desc2": "Inspired by the classic dessert.",
        "image": "creme-brulee",
        "ingredients": "Gluten-free. INGREDIENTS: White Chocolate (sugar, cacao butter, partially skimmed milk, whole milk powder, emulsifier [soy lecithin], vanilla extract *Madagascar), sugar, glucose syrup, raw vanilla bean.",
        "price": 7.95,
        "name": "Creme Brûlée",
        "url": "creme-brulee-bar"
      },
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#ffb715",
        "chocImg": "Peanut-Butter",
        "chocPct": 38,
        "chocType": "Milk",
        "chocWrapper": "PEANUT BUTTER and TOASTED CORN",
        "desc": "38% Milk Chocolate blended smooth with peanut butter and studded with toasted corn. This bar sits at the intersection of sweet and salty, creamy and crunchy. Your new favorite chocolate bar has arrived.",
        "desc2": "Milk chocolate combined with fresh roasted peanut butter and studded with salty toasted corn.",
        "image": "pb-corn-choc-bars",
        "ingredients": "INGREDIENTS: Milk Chocolate (sugar, cocoa butter, cacao mass, milk powder, soy lecithin (an emulsifier), natural vanilla bean), Peanut Butter (ground roasted peanuts), Toasted Corn (corn, corn oil, salt). Gluten free. Allergens: Contains peanuts, milk, soy and may contain traces of tree nuts.",
        "price": 7.95,
        "name": "Peanut Butter and Toasted Corn Milk",
        "url": "peanut-butter-corn-bar"
      },
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#bc813b",
        "chocImg": "Milk",
        "chocPct": 51,
        "chocType": "Milk",
        "chocWrapper": "DARK MILK CHOCOLATE",
        "desc": "A custom gourmet blend of milk and dark chocolate that is both creamy and smooth but rich and full flavored. Gluten-free.",
        "desc2": "Our Dark Milk chocolate bar is the best of both worlds! The perfect bar for the milk chocolate lover who wants to try something a little darker. At 51%, this chocolate bar has both the smooth sweetness of milk chocolate and the richness of dark chocolate. All of our gourmet chocolate bars are crafted by hand in small batches.",
        "image": "dk-milk",
        "ingredients": "Gluten-Free. INGREDIENTS: Dark Chocolate (cacao mass, cocoa butter, sugar, soy lecithin, vanilla), Milk Chocolate (sugar, cocoa butter, milk powder, cacao mass, skim milk powder, soy lecithin, vanilla).",
        "price": 7.95,
        "name": "Dark Milk Chocolate",
        "url": "dark-milk-chocolate-bar"
      },
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#f78f20",
        "chocImg": "Regular",
        "chocPct": 63,
        "chocType": "Dark",
        "chocWrapper": "SPICED DARK CHOCOLATE",
        "desc": "Our 63% gourmet dark chocolate blend infused with our Ancho and Chipotle-Cinnamon blend. Gluten-Free.",
        "desc2": "A chocolate bar with a little kick! One of our signature chocolate bars, the Spiced Dark Chocolate Bar offers all the proof you need that chili peppers and chocolate belong together in sweet heat harmony. All of our gourmet chocolate bars are crafted by hand in small batches.",
        "image": "spice",
        "ingredients": "Gluten-free. INGREDIENTS: Dark Chocolate (cacao mass, cocoa butter, sugar, soy lecithin, vanilla), Ancho Chili, Chipotle Chili, Cinnamon, and Spices.",
        "price": 7.95,
        "name": "Spiced Dark Chocolate",
        "url": "spiced-dark-chocolate-bar"
      },
      {
        "category": "ChocolateBars",
        "category2": "Signature Chocolate Bars",
        "chocColor": "#f9aa89",
        "chocImg": "Regular",
        "chocPct": 63,
        "chocType": "Dark",
        "chocWrapper": "MACADAMIA and HAWAIIAN SEA SALT",
        "desc": "Christopher Elbow's 63% custom gourmet dark chocolate blended with freshly toasted macadamia nuts and Hawaiian Red Sea salt. Gluten Free.",
        "desc2": "This staff favorite is one of our top selling bars, and we think it's one of the best examples of the harmony that is salty and sweet. We use macadamia nuts that we roast ourselves and red sea salt cultivated off the coast of Hawaiian islands to create this bar. All of our gourmet chocolate bars are handcrafted in small batches.",
        "image": "mac-haw-sea-salt",
        "ingredients": "Gluten-Free. INGREDIENTS: Dark Chocolate (cacao mass, cocoa butter, sugar, soy lecithin, vanilla), macadamia nuts, Hawaiian Red Sea Salt.",
        "price": 7.95,
        "name": "Macadamia Hawaiian Sea Salt",
        "url": "macadamia-chocolate-bar"
      },
      {
        "category": "Confections",
        "category2": "Gourment Chocolate Nuts",
        "desc": "",
        "desc2": "",
        "image": "coffee-almonds_1",
        "ingredients": "",
        "price": 15.95,
        "name": "Coffee Infused Dark Chocolate Almonds",
        "url": "dark-chocolate-coffee-almonds"
      },
      {
        "category": "Confections",
        "category2": "Gourment Chocolate Nuts",
        "desc": "",
        "desc2": "",
        "image": "hazelnuts",
        "ingredients": "",
        "price": 15.95,
        "name": "Candied Chocolate Hazelnuts",
        "url": "candied-chocolate-hazelnuts"
      },
      {
        "category": "Confections",
        "category2": "Chocolate Pecan Caramels",
        "desc": "",
        "desc2": "",
        "image": "2pc-pecan-caramel",
        "ingredients": "",
        "price": 15.95,
        "name": "2 Piece Dark Fleur de Sel Pecan Caramel Box",
        "url": "2-dark-chocolate-pecan-caramel"
      },
      {
        "category": "Confections",
        "category2": "Chocolate Pecan Caramels",
        "desc": "",
        "desc2": "",
        "image": "milk-turtles",
        "ingredients": "",
        "price": 15.95,
        "name": "Milk Chocolate Pecan Fleur de Sel Caramels",
        "url": "milk-chocolate-fleur-de-sel"
      },
      {
        "category": "Confections",
        "category2": "Chocolate Toffee",
        "desc": "",
        "desc2": "",
        "image": "pecantoffee_-_box_1",
        "ingredients": "",
        "price": 18.95,
        "name": "Candied Pecan Toffee",
        "url": "pecan-toffee"
      },
      {
        "category": "Confections",
        "category2": "Chocolate Toffee",
        "desc": "",
        "desc2": "",
        "image": "toffee_almond_7",
        "ingredients": "",
        "price": 18.95,
        "name": "Roasted Almond Toffee",
        "url": "roasted-almond-toffee"
      }
    ],
    "descriptions": [
      {
        "category": "Signature Chocolate Bars",
        "desc": "Our chocolate bars are crafted with the same meticulous care as our beautiful chocolate bonbons. We offer both our signature bar and our craft chocolate bar collections, both using only the finest ingredients."
      },
      {
        "category": "Confections",
        "desc": "From dark chocolate covered nuts to rich buttery toffee, these classic confections have been deliciously re-imagined with the highest quality gourmet chocolate and best ingredients from around the world. We recommend keeping a stash of these goodies on hand for times when you need a little gourmet chocolate pick me up!"
      }
    ]
  }
}
